Repository: ValandiAngelidis/pregnancy-due-date-calculator
Catalog: languages/pregnancy-due-date-calculator-*.po
Languages: el, he_il, hi_in, ja, ru_ru, sv_se, tr_tr, zh_cn

source: Stratonoakland's Pregnancy Due Date Calculator
el: Υπολογιστής Ημερομηνίας Τοκετού Stratonoakland
he_il: מחשבון תאריך הלידה המשוער של Stratonoakland
hi_in: Stratonoakland का प्रसव तिथि कैलकुलेटर
ja: Stratonoakland 出産予定日計算ツール
ru_ru: Калькулятор предполагаемой даты родов Stratonoakland
sv_se: Stratonoaklands kalkylator för beräknat förlossningsdatum
tr_tr: Stratonoakland'ın Doğum Tarihi Hesaplayıcısı
zh_cn: Stratonoakland 预产期计算器

source: Adds a shortcode [pregnancy_due_date_calculator] to display a pregnancy due date calculator with full multilingual support for 8 languages and Gutenberg block integration.
el: Προσθέτει το shortcode [pregnancy_due_date_calculator] για να εμφανίσει έναν υπολογιστή ημερομηνίας τοκετού με πλήρη πολυγλωσσική υποστήριξη για 17 γλώσσες και ενσωμάτωση με μπλοκ Gutenberg.
he_il: מוסיף את השורטקוד [pregnancy_due_date_calculator] להצגת מחשבון תאריך לידה משוער עם תמיכה מלאה ב-17 שפות ואינטגרציה עם בלוק גוטנברג.
hi_in: [pregnancy_due_date_calculator] शॉर्टकोड जोड़कर 17 भाषाओं के पूर्ण बहुभाषी समर्थन और Gutenberg ब्लॉक एकीकरण के साथ प्रसव तिथि कैलकुलेटर प्रदर्शित करता है।
ja: ショートコード [pregnancy_due_date_calculator] を追加して、17 言語に完全対応し Gutenberg ブロックとも統合された出産予定日計算ツールを表示します。
ru_ru: Добавляет шорткод [pregnancy_due_date_calculator] для отображения калькулятора предполагаемой даты родов с полноценной многоязычной поддержкой 17 языков и интеграцией с блоками Gutenberg.
sv_se: Lägger till kortkoden [pregnancy_due_date_calculator] för att visa en kalkylator för beräknat förlossningsdatum med fullständigt flerspråkigt stöd för 17 språk och Gutenberg-blockintegration.
tr_tr: [pregnancy_due_date_calculator] kısa kodunu ekleyerek 17 dil için tam çok dilli destek ve Gutenberg blok entegrasyonu ile bir doğum tarihi hesaplayıcısı gösterir.
zh_cn: 添加短代码 [pregnancy_due_date_calculator]，显示支持 17 种语言并集成 Gutenberg 区块的预产期计算器。

source: Pregnancy Due Date Calculator requires PHP %s or higher. You are running PHP %s. Please upgrade PHP to use this plugin.
el: Το Pregnancy Due Date Calculator απαιτεί PHP %s ή νεότερη. Χρησιμοποιείτε PHP %s. Αναβαθμίστε την PHP για να χρησιμοποιήσετε αυτό το πρόσθετο.
he_il: מחשבון תאריך הלידה המשוער דורש PHP גרסה %s או חדשה יותר. כרגע פועלת אצלך גרסת PHP %s. שדרגי את PHP כדי להשתמש בתוסף.
hi_in: प्रसव तिथि कैलकुलेटर के लिए PHP %s या उससे अधिक आवश्यक है। आप PHP %s चला रहे हैं। कृपया इस प्लगइन का उपयोग करने के लिए PHP अपग्रेड करें।
ja: Pregnancy Due Date Calculator を利用するには PHP %s 以上が必要です。現在の PHP バージョンは %s です。プラグインを使用するには PHP をアップグレードしてください。
ru_ru: Калькулятор даты родов требует PHP %s или новее. Вы используете PHP %s. Обновите PHP, чтобы пользоваться этим плагином.
sv_se: Kalkylatorn för beräknat förlossningsdatum kräver PHP %s eller senare. Du kör PHP %s. Uppgradera PHP för att använda detta tillägg.
tr_tr: Doğum Tarihi Hesaplayıcısı için PHP %s veya üzeri gerekir. Şu anda PHP %s kullanıyorsunuz. Lütfen bu eklentiyi kullanmak için PHP sürümünüzü yükseltin.
zh_cn: Pregnancy Due Date Calculator 需要 PHP %s 或更高版本。您当前运行的是 PHP %s。请升级 PHP 以使用此插件。

source: Pregnancy Due Date Calculator requires WordPress %s or higher. You are running WordPress %s. Please upgrade WordPress to use this plugin.
el: Το Pregnancy Due Date Calculator απαιτεί WordPress %s ή νεότερο. Χρησιμοποιείτε WordPress %s. Αναβαθμίστε το WordPress για να χρησιμοποιήσετε αυτό το πρόσθετο.
he_il: מחשבון תאריך הלידה המשוער דורש WordPress גרסה %s או חדשה יותר. כרגע פועלת אצלך גרסת WordPress %s. שדרגי את WordPress כדי להשתמש בתוסף.
hi_in: प्रसव तिथि कैलकुलेटर के लिए WordPress %s या उससे अधिक आवश्यक है। आप WordPress %s चला रहे हैं। कृपया इस प्लगइन का उपयोग करने के लिए WordPress अपग्रेड करें।
ja: Pregnancy Due Date Calculator を利用するには WordPress %s 以上が必要です。現在の WordPress バージョンは %s です。プラグインを使用するには WordPress をアップグレードしてください。
ru_ru: Калькулятор даты родов требует WordPress %s или новее. Вы используете WordPress %s. Обновите WordPress, чтобы пользоваться этим плагином.
sv_se: Kalkylatorn för beräknat förlossningsdatum kräver WordPress %s eller senare. Du kör WordPress %s. Uppgradera WordPress för att använda detta tillägg.
tr_tr: Doğum Tarihi Hesaplayıcısı için WordPress %s veya üzeri gerekir. Şu anda WordPress %s kullanıyorsunuz. Lütfen bu eklentiyi kullanmak için WordPress sürümünüzü yükseltin.
zh_cn: Pregnancy Due Date Calculator 需要 WordPress %s 或更高版本。您当前运行的是 WordPress %s。请升级 WordPress 以使用此插件。

source: Find Your Estimated Due Date
el: Βρείτε την Εκτιμώμενη Ημερομηνία Γέννησης
he_il: מצאי את תאריך הלידה המשוער שלך
hi_in: अपनी अनुमानित प्रसव तिथि जानें
ja: 予定日を確認する
ru_ru: Узнайте предполагаемую дату родов
sv_se: Hitta ditt beräknade förlossningsdatum
tr_tr: Tahmini Doğum Tarihinizi Bulun
zh_cn: 查找您的预产期

source: Enter the first day of your last menstrual period to calculate your estimated due date.
el: Εισάγετε την πρώτη ημέρα της τελευταίας σας εμμήνου ρύσης για να υπολογίσετε την εκτιμώμενη ημερομηνία γέννησης.
he_il: הזיני את היום הראשון של הווסת האחרונה שלך כדי לחשב את תאריך הלידה המשוער.
hi_in: अपनी अनुमानित प्रसव तिथि की गणना के लिए अंतिम माहवारी का पहला दिन दर्ज करें।
ja: 最終月経の初日を入力して、予定日を計算してください。
ru_ru: Введите первый день последней менструации, чтобы рассчитать предполагаемую дату родов.
sv_se: Ange första dagen i din senaste mens för att beräkna ditt beräknade förlossningsdatum.
tr_tr: Tahmini doğum tarihinizi hesaplamak için son adet döneminizin ilk gününü girin.
zh_cn: 输入您最后一次月经的第一天来计算您的预产期。

source: Day
el: Ημέρα
he_il: יום
hi_in: दिन
ja: 日
ru_ru: День
sv_se: Dag
tr_tr: Gün
zh_cn: 日

source: Month
el: Μήνας
he_il: חודש
hi_in: महीना
ja: 月
ru_ru: Месяц
sv_se: Månad
tr_tr: Ay
zh_cn: 月

source: Year
el: Έτος
he_il: שנה
hi_in: वर्ष
ja: 年
ru_ru: Год
sv_se: År
tr_tr: Yıl
zh_cn: 年

source: Select Day
el: Επιλέξτε Ημέρα
he_il: בחרי יום
hi_in: दिन चुनें
ja: 日を選択
ru_ru: Выберите день
sv_se: Välj dag
tr_tr: Gün Seçin
zh_cn: 选择日期

source: Select Month
el: Επιλέξτε Μήνα
he_il: בחרי חודש
hi_in: महीना चुनें
ja: 月を選択
ru_ru: Выберите месяц
sv_se: Välj månad
tr_tr: Ay Seçin
zh_cn: 选择月份

source: Select Year
el: Επιλέξτε Έτος
he_il: בחרי שנה
hi_in: वर्ष चुनें
ja: 年を選択
ru_ru: Выберите год
sv_se: Välj år
tr_tr: Yıl Seçin
zh_cn: 选择年份

source: January
el: Ιανουάριος
he_il: ינואר
hi_in: जनवरी
ja: 1月
ru_ru: Январь
sv_se: Januari
tr_tr: Ocak
zh_cn: 一月

source: February
el: Φεβρουάριος
he_il: פברואר
hi_in: फ़रवरी
ja: 2月
ru_ru: Февраль
sv_se: Februari
tr_tr: Şubat
zh_cn: 二月

source: March
el: Μάρτιος
he_il: מרץ
hi_in: मार्च
ja: 3月
ru_ru: Март
sv_se: Mars
tr_tr: Mart
zh_cn: 三月

source: April
el: Απρίλιος
he_il: אפריל
hi_in: अप्रैल
ja: 4月
ru_ru: Апрель
tr_tr: Nisan
zh_cn: 四月

source: May
el: Μάιος
he_il: מאי
hi_in: मई
ja: 5月
ru_ru: Май
sv_se: Maj
tr_tr: Mayıs
zh_cn: 五月

source: June
el: Ιούνιος
he_il: יוני
hi_in: जून
ja: 6月
ru_ru: Июнь
sv_se: Juni
tr_tr: Haziran
zh_cn: 六月

source: July
el: Ιούλιος
he_il: יולי
hi_in: जुलाई
ja: 7月
ru_ru: Июль
sv_se: Juli
tr_tr: Temmuz
zh_cn: 七月

source: August
el: Αύγουστος
he_il: אוגוסט
hi_in: अगस्त
ja: 8月
ru_ru: Август
sv_se: Augusti
tr_tr: Ağustos
zh_cn: 八月

source: September
el: Σεπτέμβριος
he_il: ספטמבר
hi_in: सितंबर
ja: 9月
ru_ru: Сентябрь
tr_tr: Eylül
zh_cn: 九月

source: October
el: Οκτώβριος
he_il: אוקטובר
hi_in: अक्टूबर
ja: 10月
ru_ru: Октябрь
sv_se: Oktober
tr_tr: Ekim
zh_cn: 十月

source: November
el: Νοέμβριος
he_il: נובמבר
hi_in: नवंबर
ja: 11月
ru_ru: Ноябрь
tr_tr: Kasım
zh_cn: 十一月

source: December
el: Δεκέμβριος
he_il: דצמבר
hi_in: दिसंबर
ja: 12月
ru_ru: Декабрь
tr_tr: Aralık
zh_cn: 十二月

source: These are estimates only. For personalized advice, consult your clinician.
el: Αυτές είναι μόνο εκτιμήσεις. Για εξατομικευμένες συμβουλές, συμβουλευτείτε τον γιατρό σας.
he_il: אלו הן הערכות בלבד. לייעוץ מותאם אישית, התייעצי עם הרופא שלך.
hi_in: ये केवल अनुमान हैं। व्यक्तिगत सलाह के लिए अपने चिकित्सक से परामर्श करें।
ja: これらは推定値です。個別のアドバイスについては、医師にご相談ください。
ru_ru: Это лишь приблизительные расчеты. Для персональных рекомендаций проконсультируйтесь с врачом.
sv_se: Detta är endast uppskattningar. För personlig rådgivning, kontakta din vårdgivare.
tr_tr: Bunlar yalnızca tahminlerdir. Kişiselleştirilmiş tavsiye için doktorunuza danışın.
zh_cn: 这些仅是估计值。如需个性化建议，请咨询您的医生。

source: Please select a day, month, and year.
el: Παρακαλώ επιλέξτε ημέρα, μήνα και έτος.
he_il: בחרי יום, חודש ושנה.
hi_in: कृपया दिन, महीना और वर्ष चुनें।
ja: 日、月、年を選択してください。
ru_ru: Пожалуйста, выберите день, месяц и год.
sv_se: Välj en dag, månad och ett år.
tr_tr: Lütfen bir gün, ay ve yıl seçin.
zh_cn: 请选择日期、月份和年份。

source: Calculator failed to load. Please check plugin installation.
he_il: טעינת המחשבון נכשלה. בדקי את התקנת התוסף.
hi_in: कैलकुलेटर लोड नहीं हो सका। कृपया प्लगइन की स्थापना जाँचें।
ru_ru: Не удалось загрузить калькулятор. Проверьте установку плагина.
sv_se: Det gick inte att läsa in kalkylatorn. Kontrollera att tillägget är korrekt installerat.
tr_tr: Hesaplayıcı yüklenemedi. Lütfen eklentinin kurulumunu kontrol edin.

source: Calculate Due Date
el: Υπολογισμός Ημερομηνίας Γέννησης
he_il: חשב/י תאריך לידה
hi_in: प्रसव तिथि गणना करें
ja: 予定日を計算
ru_ru: Рассчитать дату родов
sv_se: Beräkna förlossningsdatum
tr_tr: Doğum Tarihini Hesapla
zh_cn: 计算预产期

source: Calculator failed to load. Please try again later.
he_il: טעינת המחשבון נכשלה. נסי שוב מאוחר יותר.
hi_in: कैलकुलेटर लोड नहीं हो सका। कृपया बाद में पुनः प्रयास करें।
ru_ru: Не удалось загрузить калькулятор. Пожалуйста, попробуйте позже.
sv_se: Det gick inte att läsa in kalkylatorn. Försök igen senare.
tr_tr: Hesaplayıcı yüklenemedi. Lütfen daha sonra tekrar deneyin.

source: Pregnancy Due Date Calculator
el: Υπολογιστής Ημερομηνίας Γέννησης
he_il: מחשבון תאריך לידה משוער
hi_in: प्रसव तिथि कैलकुलेटर
ja: 出産予定日計算機
ru_ru: Калькулятор даты родов
sv_se: Kalkylator för beräknat förlossningsdatum
tr_tr: Doğum Tarihi Hesaplayıcısı
zh_cn: 预产期计算器

source: Enter the first day of your last menstrual period
el: Εισάγετε την πρώτη ημέρα της τελευταίας εμμήνου ρύσης
he_il: הזיני את היום הראשון של הווסת האחרונה שלך
hi_in: अपनी अंतिम माहवारी का पहला दिन दर्ज करें
ja: 最終月経の初日を入力してください
ru_ru: Введите первый день последней менструации
sv_se: Ange första dagen i din senaste mens
tr_tr: Son adet döneminizin ilk gününü girin
zh_cn: 输入您最后一次月经的第一天

source: Your Estimated Due Date:
el: Η Εκτιμώμενη Ημερομηνία Γέννησής σας:
he_il: תאריך הלידה המשוער שלך:
hi_in: आपकी अनुमानित प्रसव तिथि:
ja: あなたの予定日：
ru_ru: Ваша предполагаемая дата родов:
sv_se: Ditt beräknade förlossningsdatum:
tr_tr: Tahmini Doğum Tarihiniz:
zh_cn: 您的预产期：

source: Estimated Due Date
el: Εκτιμώμενη Ημερομηνία Γέννησης
he_il: תאריך לידה משוער
hi_in: अनुमानित प्रसव तिथि
ja: 推定出産予定日
ru_ru: Предполагаемая дата родов
sv_se: Beräknat förlossningsdatum
tr_tr: Tahmini Doğum Tarihi
zh_cn: 预计预产期

source: Important Stages
el: Σημαντικές Φάσεις
he_il: שלבים חשובים
hi_in: महत्वपूर्ण चरण
ja: 重要な段階
ru_ru: Важные этапы
sv_se: Viktiga stadier
tr_tr: Önemli Aşamalar
zh_cn: 重要阶段

source: Last Menstrual Period:
el: Τελευταία Έμμηνος Ρύση:
he_il: ווסת אחרונה:
hi_in: अंतिम माहवारी:
ja: 最終月経：
ru_ru: Последняя менструация:
sv_se: Senaste mens:
tr_tr: Son Adet Dönemi:
zh_cn: 最后一次月经：

source: Conception Date:
el: Ημερομηνία Σύλληψης:
he_il: תאריך התעברות:
hi_in: गर्भधारण तिथि:
ja: 受胎日：
ru_ru: Дата зачатия:
sv_se: Befruktningsdatum:
tr_tr: Döllenme Tarihi:
zh_cn: 受孕日期：

source: First Trimester Begins:
el: Αρχή Πρώτου Τριμήνου:
he_il: תחילת השליש הראשון:
hi_in: पहली तिमाही शुरू:
ja: 第1妊娠期開始：
ru_ru: Начало первого триместра:
sv_se: Första trimestern börjar:
tr_tr: Birinci Trimester Başlangıcı:
zh_cn: 第一孕期开始：

source: Second Trimester Begins:
el: Αρχή Δεύτερου Τριμήνου:
he_il: תחילת השליש השני:
hi_in: दूसरी तिमाही शुरू:
ja: 第2妊娠期開始：
ru_ru: Начало второго триместра:
sv_se: Andra trimestern börjar:
tr_tr: İkinci Trimester Başlangıcı:
zh_cn: 第二孕期开始：

source: Third Trimester Begins:
el: Αρχή Τρίτου Τριμήνου:
he_il: תחילת השליש השלישי:
hi_in: तीसरी तिमाही शुरू:
ja: 第3妊娠期開始：
ru_ru: Начало третьего триместра:
sv_se: Tredje trimestern börjar:
tr_tr: Üçüncü Trimester Başlangıcı:
zh_cn: 第三孕期开始：

source: Weeks Pregnant:
el: Εβδομάδες Εγκυμοσύνης:
he_il: שבועות הריון:
hi_in: गर्भावस्था सप्ताह:
ja: 妊娠週数：
ru_ru: Неделя беременности:
sv_se: Graviditetsvecka:
tr_tr: Gebelik Haftası:
zh_cn: 怀孕周数：

source: Pregnancy Progress
el: Πρόοδος Εγκυμοσύνης
he_il: התקדמות ההריון
hi_in: गर्भावस्था प्रगति
ja: 妊娠の進行状況
ru_ru: Ход беременности
sv_se: Graviditetens utveckling
tr_tr: Gebelik İlerlemesi
zh_cn: 怀孕进度

source: Time remaining:
el: Υπολειπόμενος χρόνος:
he_il: זמן שנותר:
hi_in: शेष समय:
ja: 残り時間：
ru_ru: Оставшееся время:
sv_se: Återstående tid:
tr_tr: Kalan süre:
zh_cn: 剩余时间：

source: months
el: μήνες
he_il: חודשים
hi_in: महीने
ja: ヶ月
ru_ru: месяцев
sv_se: månader
tr_tr: ay
zh_cn: 月

source: days
el: ημέρες
he_il: ימים
hi_in: दिन
ja: 日
ru_ru: дней
sv_se: dagar
tr_tr: gün
zh_cn: 天

source: week
el: εβδομάδα
he_il: שבוע
hi_in: सप्ताह
ja: 週
ru_ru: неделя
sv_se: vecka
tr_tr: hafta
zh_cn: 周

source: weeks
el: εβδομάδες
he_il: שבועות
hi_in: सप्ताह
ja: 週
ru_ru: недель
sv_se: veckor
tr_tr: hafta
zh_cn: 周

source: Invalid date selected
el: Επιλέχθηκε μη έγκυρη ημερομηνία
he_il: נבחר תאריך לא תקין
hi_in: अमान्य तिथि चुनी गई
ja: 無効な日付が選択されました
ru_ru: Выбрана недействительная дата
sv_se: Ogiltigt datum har valts
tr_tr: Geçersiz tarih seçildi
zh_cn: 选择的日期无效

source: Pregnancy Due Date Calculator requires PHP %s or higher. You are running PHP %s.
el: Το Pregnancy Due Date Calculator απαιτεί PHP %s ή νεότερη. Χρησιμοποιείτε PHP %s.
he_il: מחשבון תאריך הלידה המשוער דורש PHP גרסה %s או חדשה יותר. כרגע פועלת אצלך גרסת PHP %s.
hi_in: प्रसव तिथि कैलकुलेटर के लिए PHP %s या उससे अधिक आवश्यक है। आप PHP %s चला रहे हैं।
ja: Pregnancy Due Date Calculator を利用するには PHP %s 以上が必要です。現在の PHP バージョンは %s です。
ru_ru: Калькулятор даты родов требует PHP %s или новее. Вы используете PHP %s.
sv_se: Kalkylatorn för beräknat förlossningsdatum kräver PHP %s eller senare. Du kör PHP %s.
tr_tr: Doğum Tarihi Hesaplayıcısı için PHP %s veya üzeri gerekir. Şu anda PHP %s kullanıyorsunuz.
zh_cn: Pregnancy Due Date Calculator 需要 PHP %s 或更高版本。您当前运行的是 PHP %s。

source: Pregnancy Due Date Calculator requires WordPress %s or higher. You are running WordPress %s.
el: Το Pregnancy Due Date Calculator απαιτεί WordPress %s ή νεότερο. Χρησιμοποιείτε WordPress %s.
he_il: מחשבון תאריך הלידה המשוער דורש WordPress גרסה %s או חדשה יותר. כרגע פועלת אצלך גרסת WordPress %s.
hi_in: प्रसव तिथि कैलकुलेटर के लिए WordPress %s या उससे अधिक आवश्यक है। आप WordPress %s चला रहे हैं।
ja: Pregnancy Due Date Calculator を利用するには WordPress %s 以上が必要です。現在の WordPress バージョンは %s です。
ru_ru: Калькулятор даты родов требует WordPress %s или новее. Вы используете WordPress %s.
sv_se: Kalkylatorn för beräknat förlossningsdatum kräver WordPress %s eller senare. Du kör WordPress %s.
tr_tr: Doğum Tarihi Hesaplayıcısı için WordPress %s veya üzeri gerekir. Şu anda WordPress %s kullanıyorsunuz.
zh_cn: Pregnancy Due Date Calculator 需要 WordPress %s 或更高版本。您当前运行的是 WordPress %s。

source: A calculator to determine pregnancy due dates with Greek and English support.
el: Ένας υπολογιστής για τον προσδιορισμό ημερομηνιών γέννησης με ελληνική και αγγλική υποστήριξη.
he_il: מחשבון לקביעת תאריך לידה משוער עם תמיכה ביוונית ובאנגלית.
hi_in: ग्रीक और अंग्रेज़ी समर्थन के साथ प्रसव तिथि निर्धारित करने वाला कैलकुलेटर।
ja: ギリシャ語と英語に対応した出産予定日を決定する計算機。
ru_ru: Калькулятор для определения предполагаемой даты родов с поддержкой греческого и английского языков.
sv_se: En kalkylator för att beräkna förlossningsdatum med stöd för grekiska och engelska.
tr_tr: Gebelik doğum tarihini belirlemek için Yunanca ve İngilizce desteği sunan bir hesaplayıcı.
zh_cn: 一个用于确定预产期的计算器，支持希腊语和英语。

source: pregnancy
el: εγκυμοσύνη
he_il: הריון
hi_in: गर्भावस्था
ja: 妊娠
ru_ru: беременность
sv_se: graviditet
tr_tr: gebelik
zh_cn: 怀孕

source: due date
el: ημερομηνία γέννησης
he_il: תאריך לידה
hi_in: प्रसव तिथि
ja: 予定日
ru_ru: дата родов
sv_se: förlossningsdatum
tr_tr: doğum tarihi
zh_cn: 预产期

source: calculator
el: υπολογιστής
he_il: מחשבון
hi_in: कैलकुलेटर
ja: 計算機
ru_ru: калькулятор
sv_se: kalkylator
tr_tr: hesaplayıcı
zh_cn: 计算器

source: Left
el: Αριστερά
he_il: שמאל
hi_in: बाएँ
ja: 左
ru_ru: Слева
sv_se: Vänster
tr_tr: Sol
zh_cn: 左

source: Center
el: Κέντρο
he_il: מרכז
hi_in: केंद्र
ja: 中央
ru_ru: По центру
sv_se: Mitten
tr_tr: Orta
zh_cn: 居中

source: Right
el: Δεξιά
he_il: ימין
hi_in: दाएँ
ja: 右
ru_ru: Справа
sv_se: Höger
tr_tr: Sağ
zh_cn: 右

source: Title Section
el: Ενότητα Τίτλου
he_il: אזור הכותרת
hi_in: शीर्षक अनुभाग
ja: タイトルセクション
ru_ru: Раздел заголовка
sv_se: Titelavsnitt
tr_tr: Başlık Bölümü
zh_cn: 标题部分

source: Custom Title Text
el: Προσαρμοσμένο Κείμενο Τίτλου
he_il: טקסט כותרת מותאם אישית
hi_in: कस्टम शीर्षक पाठ
ja: カスタムタイトルテキスト
ru_ru: Пользовательский текст заголовка
sv_se: Anpassad titeltext
tr_tr: Özel Başlık Metni
zh_cn: 自定义标题文本

source: Title Alignment
el: Στοίχιση Τίτλου
he_il: יישור כותרת
hi_in: शीर्षक संरेखण
ja: タイトルの配置
ru_ru: Выравнивание заголовка
sv_se: Titeljustering
tr_tr: Başlık Hizalaması
zh_cn: 标题对齐

source: Title Font Family
el: Γραμματοσειρά Τίτλου
he_il: משפחת גופן לכותרת
hi_in: शीर्षक फ़ॉन्ट परिवार
ja: タイトルのフォントファミリー
ru_ru: Семейство шрифта заголовка
sv_se: Titelns typsnitt
tr_tr: Başlık Yazı Tipi Ailesi
zh_cn: 标题字体系列

source: Title Color
el: Χρώμα Τίτλου
he_il: צבע הכותרת
hi_in: शीर्षक रंग
ja: タイトルの色
ru_ru: Цвет заголовка
sv_se: Titelfärg
tr_tr: Başlık Rengi
zh_cn: 标题颜色

source: Subtitle Section
el: Ενότητα Υπότιτλου
he_il: אזור כותרת המשנה
hi_in: उपशीर्षक अनुभाग
ja: サブタイトルセクション
ru_ru: Раздел подзаголовка
sv_se: Underrubriksavsnitt
tr_tr: Alt Başlık Bölümü
zh_cn: 副标题部分

source: Custom Subtitle Text
el: Προσαρμοσμένο Κείμενο Υπότιτλου
he_il: טקסט כותרת משנה מותאם אישית
hi_in: कस्टम उपशीर्षक पाठ
ja: カスタムサブタイトルテキスト
ru_ru: Пользовательский текст подзаголовка
sv_se: Anpassad underrubrikstext
tr_tr: Özel Alt Başlık Metni
zh_cn: 自定义副标题文本

source: Subtitle Alignment
he_il: יישור כותרת המשנה
hi_in: उपशीर्षक संरेखण
ru_ru: Выравнивание подзаголовка
sv_se: Underrubrikens justering
tr_tr: Alt Başlık Hizalaması

source: Subtitle Font Family
he_il: משפחת גופן לכותרת המשנה
hi_in: उपशीर्षक फ़ॉन्ट परिवार
ru_ru: Семейство шрифта подзаголовка
sv_se: Underrubrikens typsnitt
tr_tr: Alt Başlık Yazı Tipi Ailesi

source: Subtitle Color
he_il: צבע כותרת המשנה
hi_in: उपशीर्षक रंग
ru_ru: Цвет подзаголовка
sv_se: Underrubriksfärg
tr_tr: Alt Başlık Rengi

source: Display Settings
el: Ρυθμίσεις Εμφάνισης
he_il: הגדרות תצוגה
hi_in: प्रदर्शन सेटिंग्स
ja: 表示設定
ru_ru: Настройки отображения
sv_se: Visningsinställningar
tr_tr: Görüntü Ayarları
zh_cn: 显示设置

source: Alignment
el: Στοίχιση
he_il: יישור
hi_in: संरेखण
ja: 配置
ru_ru: Выравнивание
sv_se: Justering
tr_tr: Hizalama
zh_cn: 对齐

source: Show Progress Bar
el: Εμφάνιση Μπάρας Προόδου
he_il: הצג פס התקדמות
hi_in: प्रगति पट्टी दिखाएँ
ja: 進行バーを表示
ru_ru: Показывать индикатор прогресса
sv_se: Visa förloppsindikator
tr_tr: İlerleme Çubuğunu Göster
zh_cn: 显示进度条

source: Display pregnancy progress bar with percentage.
el: Εμφάνιση μπάρας προόδου εγκυμοσύνης με ποσοστό.
he_il: הצגת פס התקדמות ההריון עם אחוזים.
hi_in: प्रतिशत के साथ गर्भावस्था प्रगति पट्टी प्रदर्शित करें।
ja: パーセンテージ付きの妊娠進行バーを表示します。
ru_ru: Показывать индикатор прогресса беременности в процентах.
sv_se: Visa en graviditetsförloppsindikator med procent.
tr_tr: Gebelik ilerleme çubuğunu yüzde olarak görüntüleyin.
zh_cn: 显示怀孕进度条及百分比。

source: Show Weeks Count
el: Εμφάνιση Μέτρησης Εβδομάδων
he_il: הצג ספירת שבועות
hi_in: सप्ताह गिनती दिखाएँ
ja: 週数カウントを表示
ru_ru: Показывать количество недель
sv_se: Visa antal veckor
tr_tr: Hafta Sayısını Göster
zh_cn: 显示周数计数

source: Display remaining weeks and days in progress section.
el: Εμφάνιση εναπομεινασών εβδομάδων και ημερών στην ενότητα προόδου.
he_il: הצגת השבועות והימים שנותרו באזור ההתקדמות.
hi_in: प्रगति अनुभाग में शेष सप्ताह और दिन दिखाएँ।
ja: 進行セクションに残りの週数と日数を表示します。
ru_ru: Отображать оставшиеся недели и дни в разделе прогресса.
sv_se: Visa återstående veckor och dagar i förloppsavsnittet.
tr_tr: İlerleme bölümünde kalan hafta ve günleri göster.
zh_cn: 在进度部分显示剩余周数和天数。

source: Show Disclaimer Note
el: Εμφάνιση Σημείωσης Αποποίησης
he_il: הצג הודעת הסתייגות
hi_in: अस्वीकरण नोट दिखाएँ
ja: 免責事項を表示
ru_ru: Показывать предупреждение
sv_se: Visa ansvarsfriskrivning
tr_tr: Uyarı Notunu Göster
zh_cn: 显示免责声明

source: Display disclaimer text about estimates.
el: Εμφάνιση κειμένου αποποίησης για εκτιμήσεις.
he_il: הצגת טקסט הסתייגות לגבי ההערכות.
hi_in: अनुमानों के बारे में अस्वीकरण पाठ प्रदर्शित करें।
ja: 推定値に関する免責事項テキストを表示します。
ru_ru: Отображать текст предупреждения об ориентировочных расчетах.
sv_se: Visa ansvarsfriskrivande text om uppskattningar.
tr_tr: Tahminlerle ilgili uyarı metnini görüntüleyin.
zh_cn: 显示有关估计的免责声明文本。

source: Styling
el: Στυλ
he_il: עיצוב
hi_in: स्टाइल
ja: スタイル
ru_ru: Оформление
sv_se: Stil
tr_tr: Stil
zh_cn: 样式

source: Background Color
el: Χρώμα Φόντου
he_il: צבע הרקע
hi_in: पृष्ठभूमि रंग
ja: 背景色
ru_ru: Цвет фона
sv_se: Bakgrundsfärg
tr_tr: Arka Plan Rengi
zh_cn: 背景颜色

source: Text Color
el: Χρώμα Κειμένου
he_il: צבע הטקסט
hi_in: पाठ का रंग
ja: テキスト色
ru_ru: Цвет текста
sv_se: Textfärg
tr_tr: Metin Rengi
zh_cn: 文本颜色

source: Border Radius (px)
el: Ακτίνα Περιγράμματος (px)
he_il: רדיוס פינות (פיקסל)
hi_in: बॉर्डर त्रिज्या (px)
ja: ボーダー半径 (px)
ru_ru: Радиус скругления (px)
sv_se: Hörnradie (px)
tr_tr: Köşe Yarıçapı (px)
zh_cn: 边框半径 (px)

source: Padding (px)
el: Εσωτερικό Περιθώριο (px)
he_il: ריווח פנימי (פיקסל)
hi_in: पैडिंग (px)
ja: パディング (px)
ru_ru: Внутренний отступ (px)
sv_se: Invändig marginal (px)
tr_tr: İç Boşluk (px)
zh_cn: 内边距 (px)

source: Max Width (px)
el: Μέγιστο Πλάτος (px)
he_il: רוחב מרבי (פיקסל)
hi_in: अधिकतम चौड़ाई (px)
ja: 最大幅 (px)
ru_ru: Максимальная ширина (px)
sv_se: Maxbredd (px)
tr_tr: En Fazla Genişlik (px)
zh_cn: 最大宽度 (px)

source: Controls Styling
el: Στυλ Ελέγχων
he_il: עיצוב פקדים
hi_in: कंट्रोल स्टाइलिंग
ja: コントロールスタイル
ru_ru: Оформление элементов управления
sv_se: Kontrollernas stil
tr_tr: Kontrollerin Stili
zh_cn: 控件样式

source: Label Color
el: Χρώμα Ετικέτας
he_il: צבע התווית
hi_in: लेबल रंग
ja: ラベル色
ru_ru: Цвет метки
sv_se: Etikettfärg
tr_tr: Etiket Rengi
zh_cn: 标签颜色

source: Dropdown Style
el: Στυλ Αναπτυσσόμενου Μενού
he_il: סגנון תפריט נפתח
hi_in: ड्रॉपडाउन शैली
ja: ドロップダウンスタイル
ru_ru: Стиль выпадающих списков
sv_se: Listrutestil
tr_tr: Açılır Menü Stili
zh_cn: 下拉菜单样式

source: Light
el: Ανοιχτό
he_il: בהיר
hi_in: हल्का
ja: ライト
ru_ru: Светлый
sv_se: Ljus
tr_tr: Açık
zh_cn: 浅色

source: Dark
el: Σκούρο
he_il: כהה
hi_in: गहरा
ja: ダーク
ru_ru: Тёмный
sv_se: Mörk
tr_tr: Koyu
zh_cn: 深色

source: Dropdown Background Color
el: Χρώμα Φόντου Μενού
he_il: צבע רקע לתפריט נפתח
hi_in: ड्रॉपडाउन पृष्ठभूमि रंग
ja: ドロップダウン背景色
ru_ru: Цвет фона выпадающего списка
sv_se: Listrutans bakgrundsfärg
tr_tr: Açılır Menü Arka Plan Rengi
zh_cn: 下拉菜单背景颜色

source: Progress Bar Styles
el: Στυλ Μπάρας Προόδου
he_il: סגנונות פס התקדמות
hi_in: प्रगति पट्टी शैली
ja: 進行バースタイル
ru_ru: Стили индикатора прогресса
sv_se: Förloppsindikatorns stilar
tr_tr: İlerleme Çubuğu Stilleri
zh_cn: 进度条样式

source: Progress Bar Fill Color
el: Χρώμα Γεμίσματος Μπάρας
he_il: צבע מילוי פס ההתקדמות
hi_in: प्रगति पट्टी भराई रंग
ja: 進行バー塗りつぶし色
ru_ru: Цвет заполнения индикатора
sv_se: Förloppsindikatorns fyllnadsfärg
tr_tr: İlerleme Çubuğu Dolgu Rengi
zh_cn: 进度条填充颜色

source: Progress Text Color
el: Χρώμα Κειμένου Προόδου
he_il: צבע טקסט ההתקדמות
hi_in: प्रगति पाठ रंग
ja: 進行テキスト色
ru_ru: Цвет текста прогресса
sv_se: Förloppstextens färg
tr_tr: İlerleme Metni Rengi
zh_cn: 进度文本颜色

source: Weeks Count Color
el: Χρώμα Μέτρησης Εβδομάδων
he_il: צבע ספירת השבועות
hi_in: सप्ताह गिनती रंग
ja: 週数カウント色
ru_ru: Цвет счетчика недель
sv_se: Färg för veckoräkning
tr_tr: Hafta Sayısı Rengi
zh_cn: 周数计数颜色

source: Button Styles
el: Στυλ Κουμπιού
he_il: סגנונות כפתור
hi_in: बटन शैली
ja: ボタンスタイル
ru_ru: Стили кнопки
sv_se: Knappstilar
tr_tr: Buton Stilleri
zh_cn: 按钮样式
