Repository: ValandiAngelidis/pregnancy-due-date-calculator
Catalog: languages/pregnancy-due-date-calculator-*.po
Languages: el, he_il, hi_in, ja, ru_ru, sv_se, tr_tr, zh_cn

source: Button Background Color
el: Χρώμα Φόντου Κουμπιού
he_il: צבע רקע הכפתור
hi_in: बटन पृष्ठभूमि रंग
ja: ボタン背景色
ru_ru: Цвет фона кнопки
sv_se: Knappens bakgrundsfärg
tr_tr: Buton Arka Plan Rengi
zh_cn: 按钮背景颜色

source: Button Text Color
el: Χρώμα Κειμένου Κουμπιού
he_il: צבע טקסט הכפתור
hi_in: बटन पाठ रंग
ja: ボタンテキスト色
ru_ru: Цвет текста кнопки
sv_se: Knappens textfärg
tr_tr: Buton Metin Rengi
zh_cn: 按钮文本颜色

source: Button Hover Background Color
el: Χρώμα Φόντου Κουμπιού στο Hover
he_il: צבע רקע הכפתור בריחוף
hi_in: बटन होवर पृष्ठभूमि रंग
ja: ボタンホバー背景色
ru_ru: Цвет фона кнопки при наведении
sv_se: Bakgrundsfärg vid hovring
tr_tr: Buton Üzerine Gelindiğinde Arka Plan Rengi
zh_cn: 按钮悬停背景颜色

source: Button Margin (px)
el: Περιθώριο Κουμπιού (px)
he_il: שוליים לכפתור (פיקסל)
hi_in: बटन मार्जिन (px)
ja: ボタンマージン (px)
ru_ru: Внешний отступ кнопки (px)
sv_se: Knappens marginal (px)
tr_tr: Buton Kenar Boşluğu (px)
zh_cn: 按钮外边距 (px)

source: Button Border Radius (px)
el: Ακτίνα Περιγράμματος Κουμπιού (px)
he_il: רדיוס פינות לכפתור (פיקסל)
hi_in: बटन बॉर्डर त्रिज्या (px)
ja: ボタンボーダー半径 (px)
ru_ru: Радиус скругления кнопки (px)
sv_se: Knappens hörnradie (px)
tr_tr: Buton Köşe Yarıçapı (px)
zh_cn: 按钮边框半径 (px)

source: Button Shadow
el: Σκιά Κουμπιού
he_il: צל לכפתור
hi_in: बटन छाया
ja: ボタンシャドウ
ru_ru: Тень кнопки
sv_se: Knappskugga
tr_tr: Buton Gölgesi
zh_cn: 按钮阴影

source: None
el: Καμία
he_il: ללא
hi_in: कोई नहीं
ja: なし
ru_ru: Нет
sv_se: Ingen
tr_tr: Yok
zh_cn: 无

source: Medium
el: Μεσαία
he_il: בינוני
hi_in: मध्यम
ja: 中
ru_ru: Средняя
sv_se: Mellan
tr_tr: Orta
zh_cn: 中等

source: Deep
el: Βαθιά
he_il: עמוק
hi_in: गहरा
ja: 深い
ru_ru: Глубокая
sv_se: Djup
tr_tr: Derin
zh_cn: 深

source: Form Labels
el: Ετικέτες Φόρμας
he_il: תוויות הטופס
hi_in: फॉर्म लेबल
ja: フォームラベル
ru_ru: Метки формы
sv_se: Formuläretiketter
tr_tr: Form Etiketleri
zh_cn: 表单标签

source: Day Label
el: Ετικέτα Ημέρας
he_il: תווית יום
hi_in: दिन लेबल
ja: 日ラベル
ru_ru: Метка дня
sv_se: Etikett för dag
tr_tr: Gün Etiketi
zh_cn: 日期标签

source: Day Placeholder
el: Πλαστικό Ημέρας
he_il: מציין מקום ליום
hi_in: दिन प्लेसहोल्डर
ja: 日プレースホルダー
ru_ru: Подсказка для дня
sv_se: Platshållare för dag
tr_tr: Gün Yer Tutucusu
zh_cn: 日期占位符

source: Month Label
el: Ετικέτα Μήνα
he_il: תווית חודש
hi_in: महीना लेबल
ja: 月ラベル
ru_ru: Метка месяца
sv_se: Etikett för månad
tr_tr: Ay Etiketi
zh_cn: 月份标签

source: Month Placeholder
el: Πλαστικό Μήνα
he_il: מציין מקום לחודש
hi_in: महीना प्लेसहोल्डर
ja: 月プレースホルダー
ru_ru: Подсказка для месяца
sv_se: Platshållare för månad
tr_tr: Ay Yer Tutucusu
zh_cn: 月份占位符

source: Year Label
el: Ετικέτα Έτους
he_il: תווית שנה
hi_in: वर्ष लेबल
ja: 年ラベル
ru_ru: Метка года
sv_se: Etikett för år
tr_tr: Yıl Etiketi
zh_cn: 年份标签

source: Year Placeholder
el: Πλαστικό Έτους
he_il: מציין מקום לשנה
hi_in: वर्ष प्लेसहोल्डर
ja: 年プレースホルダー
ru_ru: Подсказка для года
sv_se: Platshållare för år
tr_tr: Yıl Yer Tutucusu
zh_cn: 年份占位符

source: Custom Month Names
el: Προσαρμοσμένα Ονόματα Μηνών
he_il: שמות חודשים מותאמים
hi_in: कस्टम महीना नाम
ja: カスタム月名
ru_ru: Пользовательские названия месяцев
sv_se: Anpassade månadsnamn
tr_tr: Özel Ay Adları
zh_cn: 自定义月份名称

source: Note Section
el: Ενότητα Σημείωσης
he_il: אזור הערה
hi_in: नोट अनुभाग
ja: 備考セクション
ru_ru: Раздел примечания
sv_se: Notavsnitt
tr_tr: Not Bölümü
zh_cn: 备注部分

source: Custom Note Text
el: Προσαρμοσμένο Κείμενο Σημείωσης
he_il: טקסט הערה מותאם אישית
hi_in: कस्टम नोट पाठ
ja: カスタム備考テキスト
ru_ru: Пользовательский текст примечания
sv_se: Anpassad nottext
tr_tr: Özel Not Metni
zh_cn: 自定义备注文本

source: Note Background Color
el: Χρώμα Φόντου Σημείωσης
he_il: צבע רקע להערה
hi_in: नोट पृष्ठभूमि रंग
ja: 備考背景色
ru_ru: Цвет фона примечания
sv_se: Notens bakgrundsfärg
tr_tr: Not Arka Plan Rengi
zh_cn: 备注背景颜色

source: Note Text Color
el: Χρώμα Κειμένου Σημείωσης
he_il: צבע טקסט ההערה
hi_in: नोट पाठ रंग
ja: 備考テキスト色
ru_ru: Цвет текста примечания
sv_se: Notens textfärg
tr_tr: Not Metin Rengi
zh_cn: 备注文本颜色

source: Validation Message
el: Μήνυμα Επικύρωσης
he_il: הודעת אימות
hi_in: मान्यकरण संदेश
ja: 検証メッセージ
ru_ru: Сообщение проверки
sv_se: Valideringsmeddelande
tr_tr: Doğrulama Mesajı
zh_cn: 验证消息

source: Select day
he_il: בחרי יום
hi_in: दिन चुनें
ru_ru: Выберите день
sv_se: Välj dag
tr_tr: Gün seçin

source: Select month
he_il: בחרי חודש
hi_in: महीना चुनें
ru_ru: Выберите месяц
sv_se: Välj månad
tr_tr: Ay seçin

source: Select year
he_il: בחרי שנה
hi_in: वर्ष चुनें
ru_ru: Выберите год
sv_se: Välj år
tr_tr: Yıl seçin

source: Results will appear here after calculation
el: Τα αποτελέσματα θα εμφανιστούν εδώ μετά τον υπολογισμό
he_il: התוצאות יופיעו כאן לאחר החישוב
hi_in: गणना के बाद परिणाम यहाँ दिखाई देंगे
ja: 計算後に結果がここに表示されます
ru_ru: Результаты появятся здесь после расчёта
sv_se: Resultaten visas här efter beräkningen
tr_tr: Sonuçlar hesaplama tamamlandıktan sonra burada görünecek
zh_cn: 计算后结果将显示在此处

source: Progress bar preview
he_il: תצוגה מקדימה של פס ההתקדמות
hi_in: प्रगति पट्टी पूर्वावलोकन
ru_ru: Предпросмотр индикатора прогресса
sv_se: Förhandsvisning av förloppsindikator
tr_tr: İlerleme çubuğu önizlemesi
